const ru = {
  "ProductApp": "Продукты",
  "Главная": "Главная",
  "Все продукты": "Все продукты",
  "Добавить продукт": "Добавить продукт",
  "Избранное": "Избранное",
  "Поиск продуктов...": "Поиск продуктов...",
  "Подробнее": "Подробнее",
  "Ничего не найдено": "Ничего не найдено",

  // Footer
  "Barcha huquqlar himoyalangan.": "Все права защищены.",
  "Maxfiylik siyosati": "Политика конфиденциальности",
  "Foydalanish shartlari": "Условия использования",
  "Biz bilan bog'laning": "Свяжитесь с нами",

  // CreateData page
  "Создать новый продукт": "Создать новый продукт",
  "Название продукта": "Название продукта",
  "Введите название продукта": "Введите название продукта",
  "Описание": "Описание",
  "Опишите ваш продукт": "Опишите ваш продукт",
  "Цена": "Цена",
  "0 руб.": "0 руб.",
  "URL изображения": "URL изображения",
  "Создание...": "Создание...",
  "Создать продукт": "Создать продукт",
  "Отмена": "Отмена",
  "loading": "Загрузка",
  "product_not_found": "Товар не найден",
  "adding": "Добавляется...",
  "add_to_cart": "Добавить в корзину",
  "deleting": "Удаление...",
  "delete_product": "Удалить товар",
  "close": "Закрыть",
  "details": "Подробнее"
};

export default ru;
