const ru = {
  "ProductApp": "Продукты",
  "Главная": "Главная",
  "Все продукты": "Все продукты",
  "Добавить продукт": "Добавить продукт",
  "Избранное": "Избранное",
  "Поиск продуктов...": "Поиск продуктов...",
  "Подробнее": "Подробнее",
  "Ничего не найдено": "Ничего не найдено",

  // Footer ma'lumotlari
  "Barcha huquqlar himoyalangan.": "Все права защищены.",
  "Maxfiylik siyosati": "Политика конфиденциальности",
  "Foydalanish shartlari": "Условия использования",
  "Biz bilan bog'laning": "Свяжитесь с нами"
};

export default ru
